getantidote/use-omz

ohmyzsh/ohmyzsh path:lib

ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/autojump
ohmyzsh/ohmyzsh path:plugins/direnv
ohmyzsh/ohmyzsh path:plugins/npm

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
lukechilds/zsh-nvm
grigorii-zander/zsh-npm-scripts-autocomplete
ntnyq/omz-plugin-pnpm